//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "لغو";
"_upload_file_"             = "آپلود فایل";
"_download_file_"           = "دانلود فایل";
"_loading_"                 = "در حال بار گزاری";
"_loading_with_points_"     = "در حال بار گزاری...";
"_loading_num_"             = "بارگیری فایل %i";
"_loading_autoupload_"      = "آپلود خودکار";
"_uploading_"               = "در حال آپلود";
"_synchronization_"         = "هماهنگ سازی";
"_delete_"                  = "حذف";
"_delete_file_n_"           = "حذف فایل %i از  %i";
"_rename_"                  = "تغییرنام";
"_move_"                    = "انتقال";
"_move_file_n_"             = "انتقال فایل %i از  %i";
"_creating_sharing_"        = "ایجاد اشتراک گذاری";
"_updating_sharing_"        = "به روز رسانی به اشتراک گذاری";
"_removing_sharing_"        = "از بین بردن اشتراک گذاری";
"_add_"                     = "افزودن";
"_login_"                   = "Log in";
"_save_"                    = "ذخیره";
"_warning_"                 = "اخطار";
"_error_"                   = "خطا";
"_error_e2ee_"              = "خطا در E2EE";
"_no_"                      = "نه";
"_yes_"                     = "بله";
"_select_"                  = "انتخاب";
"_deselect_"                = "لغو انتخاب";
"_select_all_"              = "انتخاب همه";
"_upload_"                  = "آپلود";
"_home_"                    = "فایل";
"_file_to_upload_"          = "فایل برای آپلود";
"_destination_"             = "مقصد";
"_ok_"                      = "تایید";
"_beta_version_"            = "نسخه بتا";
"_function_in_testing_"     = "عملکرد در تست ، لطفاً اطلاعات مربوط به هر مشکلی را که در آن وارد شده اید ، ارسال کنید.";
"_done_"                    = "انجام شد";
"_passcode_too_short_"      = "کد عبور بیش از حد کوتاه است، حداقل 4 کاراکتر مورد نیاز است";
"_selected_"                = "انتخاب شد";
"_scan_fingerprint_"        = "اسکن اثر انگشت برای تأیید اعتبار";
"_no_active_account_"       = "هیچ حساب کاربری یافت نشد";
"_info_"                    = "اطلاعات";
"_warning_"                 = "اخطار";
"_email_"                   = "email";
"_save_exit_"               = "آیا می خواهید بدون ذخیره اطلاعات خارج شوید؟";
"_video_"                   = "فیلم ";
"_overwrite_"               = "بازنویسی";
"_transfers_in_queue_"      = "انتقال در حال انجام است، لطفا صبر کنید ...";
"_too_errors_automatic_all_"= "خطاهای بیش از حد، برای کنترل مشکل به \"مرکز کنترل\" بروید";
"_create_folder_"           = "ایجاد پوشه";
"_create_folder_on_"        = "ایجاد پوشه در";
"_close_"                   = "بستن";
"_postpone_"                = "به تعویق بنداز";
"_remove_"                  = "حذف";
"_file_not_found_"          = "فایل یافت نشد";
"_continue_"                = "ادامه";
"_continue_request_"        = "می خواهید ادامه دهید؟";
"_auto_upload_folder_"      = "آپلود خودکار";
"_gallery_"                 = "گالری";
"_photo_"                   = "عکس";
"_audio_"                   = "صدا";
"_unknown_"                 = "نامشخص";
"_next_"                    = "بعدی";
"_success_"                 = "موفقیت";
"_initialization_"          = "مقداردهی اولیه";
"_experimental_"            = "آزمایشی";
"_select_dir_media_tab_"    = "پوشه \"رسانه\" را انتخاب کنید";
"_error_creation_file_"     = "اوپس! فایل ایجاد نشد";
"_save_path_"               = "مسیر را ذخیره کن";
"_save_settings_"           = "تنظیمات را ذخیره کن";
"_mode_filename_"           = "نام پرونده";
"_warning_owncloud_"        = "شما به یک سرور شخصی خود وصل هستید. این تست نشده و پشتیبانی نشده است ، در معرض خطر خود شما است. برای ارتقاء به Nextcloud ، به https://nextcloud.com/migration مراجعه کنید";
"_warning_unsupported_"     = "شما از یک نسخه پشتیبانی نشده از Nextcloud استفاده می کنید. برای ایمنی داده های شما اکیداً به روزرسانی به آخرین پایدار Nextcloud را توصیه می کنیم";
"_restore_"                 = "بازیابی";
"_camera_roll_"             = "رول دوربین";
"_tap_here_to_change_"      = "برای تغییر روی اینجا ضربه بزنید";
"_no_albums_"               = "آلبومی وجود ندارد";
"_denied_album_"            = "این برنامه به \"عکس\" دسترسی ندارد ، می توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید";
"_denied_camera_"           = "این برنامه به \"دوربین\" دسترسی ندارد ، می توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید";
"_start_"                   = "شروع کنید";
"_purchase_"                = "خرید";
"_account_not_available_"   = "%@حساب کاربری%@ وجود ندارد%@ ، لطفاً آن را اضافه کنید تا بتوانید پرونده را بخوانید";
"_error_parameter_schema_"  = "پارامترهای اشتباه ، ادامه غیرممکن است";
"_comments_"                = "نظرات";
"_sharing_"                 = "اشتراک گذاری";
"_details_"                 = "جزئیات";
"_dark_mode_"               = "حالت تاریک";
"_dark_mode_detect_"        = "حالت تاریک iOS را تشخیص دهید";
"_screen_"                  = "صفحه نمایش";
"_wipe_account_"            = "حساب از سرور پاک شد";
"_appconfig_view_title_"    = "پیکربندی حساب در حال انجام است ...";
"_no_permission_add_file_"  = "شما اجازه اضافه کردن پرونده را ندارید";
"_no_permission_delete_file_" = "شما اجازه حذف پرونده ها را ندارید";
"_no_permission_modify_file_" = "شما اجازه تغییر فایل ها را ندارید";
"_request_upload_new_ver_"  = "پرونده اصلاح شده است ، آیا می خواهید نسخه جدید را بارگذاری کنید؟";
"_add_folder_info_"         = "اطلاعات پوشه را اضافه کنید";
"_back_"                    = "بازگشت";
"_search_"                  = "Search";
"_of_"                      = "of";
"_internal_modify_"         = "Edit with internal editor";
"_database_corrupt_"        = "Oops something went wrong, please enter your credentials but don't worry, your files have remained secure";
"_download_image_max_"      = "Download the image in full resolution";
"_livephoto_save_"          = "Save Live Photo to photo album";
"_livephoto_save_error_"    = "Error during save of Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "New files";
"_file_conflict_exists_"    = "فایل های موجود در حال حاضر ";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one";
"_move_or_copy_"            = "انتقال یا کپی";
"_copy_"                    = "کپی";
"_now_"                     = "Now";

// App

"_network_available_"       = "شبکه در دسترس است";
"_network_not_available_"   = "شبکه در دسترس نیست";

// Networking

"_file_too_big_"            = "File size too big to be encrypted/decrypted";
"_file_too_big_max_100_"    = "File size too big (max 100 kb.)";
"_...loading..._"           = "بار کردن…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "فایل پیدا نشد یا دوباره ارسال نشد, آپلود را حذف کنید و فایل را دوباره آپلود کنید.";
"_file_already_exists_"     = "قادر به انجام عملیات نیست ، پرونده ای با همین نام وجود دارد";
"_read_file_error_"         = "پرونده را نمی توان خواند";

// More

"_more_"                        = "بیش‌تر";
"_notifications_"               = "خبر های جدید";
"_logout_"                      = "خروج";
"_quota_space_unlimited_"       = "نامحدود";
"_quota_space_unknown_"         = "نامشخص";
"_quota_using_"                 = "از %@, %@استفاده شده است";

// Settings

"_acknowledgements_"            = "سپاسگزاری ها";
"_settings_"                    = "تنظیمات";
"_passcode_"                    = "گذرواژه";
"_lock_"                        = "قفل کردن";
"_lock_active_"                 = "قفل: روشن است";
"_lock_not_active_"             = "قفل: خاموش";
"_lock_protection_no_screen_"        = "در هنگام شروع سؤال نکنید";
"_lock_protection_no_screen_footer_" = "برای پوشه های محافظت شده یا گزینه رمزگذاری از \"در هنگام راه اندازی سؤال نکنید\" استفاده کنید";
"_url_"                         = "URL";
"_username_"                    = "نام کاربری";
"_change_credentials_"          = "اطلاعات حساب خود را تغییر دهید";
"_wifi_only_"                   = "فقط از اتصال Wi-Fi استفاده کنید";
"_settings_autoupload_"         = "آپلود خودکار";
"_app_version_"                 = "نسخه برنامه";
"_app_in_use_"                  = "Application in use";
"_contact_by_email_"            = "با ما از طریق ایمیل تماس بگیرید";
"_clear_cache_"                 = "پاک‌سازی انباره";
"_clear_cache_footer_"          = "پرونده های بارگیری و آفلاین را از برنامه پاک کنید";
"_exit_"                        = "تنظیم مجدد برنامه";
"_exit_footer_"                 = "همه حساب ها و داده های محلی را از برنامه حذف کنید";
"_funct_not_enabled_"           = "عملکرد فعال نیست";
"_passcode_activate_"           = "قفل رمز عبور روشن است";
"_disabling_passcode_"          = "حذف قفل رمز عبور";
"_want_exit_"                   = "توجه! به حالت اولیه بازنشانی می شود. ادامه هید؟";
"_proceed_"                     = "ادامه";
"_delete_cache_"                = "حذف Cache";
"_want_delete_cache_"           = "آیا می خواهید حافظه پنهان را حذف کنید (این کار باعث انتقال انتقال در حال انجام) می شود؟";
"_want_delete_thumbnails_"      = "آیا می خواهید تمام ریز عکسها Thumbnail را نیز حذف کنید؟";
"_mail_deleted_"                = "ایمیل حذف شد";
"_mail_saved_"                  = "ایمیل ذخیره شد";
"_mail_sent_"                   = "ایمیل ارسال شد";
"_mail_failure_"                = "ایمیل ارسال نشد:%@";
"_information_req_"             = "درخواست اطلاعات";
"_write_in_english_"            = "لطفا برای ما انگلیسی بنویسید";
"_credentials_"                 = "اعتبارها";
"_manage_account_"              = "مدیریت حساب ها ";
"_change_password_"             = "تغییر گذر واژه";
"_add_account_"                 = "ایحاد حساب کاربری";
"_delete_account_"              = "حذف حساب کاربری";
"_want_delete_"                 = "آیا از حذف اطمینان دارید؟";
"_no_delete_"                   = "خیر، حذف نکن";
"_yes_delete_"                  = "بلی, حذف کن";
"_remove_cache_"                = "لطفا صبر کنید، cache در حال پاک شدن است..";
"_optimizations_"               = "بهینه سازی";
"_synchronizations_"            = "پوشه های همگام سازی شده";
"_version_server_"              = "نسخه سرور";
"_help_"                        = "کمک";
"_lock_protection_simply_"      = "حفاظت از گذرواژه ضعیف";
"_change_simply_passcode_"      = "تغییر نوع گذرواژه ";
"_quota_"                       = "سهم";
"_available_"                   = "در دسترس";
"_accounts_"                    = "حساب‌ها";
"_information_"                 = "اطلاعات";
"_personal_information_"        = "مشخصات شخصی";
"_user_full_name_"              = "نام کامل";
"_user_address_"                = "آدرس";
"_user_phone_"                  = "شماره تلفن";
"_user_email_"                  = "ایمیل";
"_user_web_"                    = "وب‌ سایت";
"_user_twitter_"                = "توییتر";
"_user_job_"                    = "کار";
"_user_businesssize_"           = "اندازه تجارت";
"_user_businesstype_"           = "نوع کسب و کار";
"_user_city_"                   = "شهر";
"_user_country_"                = "کشور";
"_user_company_"                = "شرکت";
"_user_role_"                   = "نقش";
"_user_zip_"                    = "زیپ";
"_user_owner_"                  = "Owner";
"_user_employee_"               = "کارمند";
"_user_contractor_"             = "پیمانکار";
"_user_editprofile_"            = "ویرایش نمایه";
"_favorite_offline_"            = "مورد علاقه های شما آفلاین در دسترس است";
"_favorite_offline_footer_"     = "ایجاد همه موارد دلخواه در حالت آفلاین ممکن است مدتی طول بکشد و در حین انجام آن از حافظه زیادی استفاده کنید.";
"_advanced_"                    = "پیشرفته";
"_disable_files_app_"           = "غیرفعال کردن ادغام برنامه فایلها";
"_disable_files_app_footer_"    = "اجازه دسترسی به پرونده ها به برنامه Apple Files را نمی دهید";
"_trial_"                       = "آزمایش";
"_trial_expired_day_"           = "روزهای باقی مانده";
"_disableLocalCacheAfterUpload_footer_" = "پس از بارگذاری پرونده ، آن را در حافظه نهان محلی نگه ندارید";
"_disableLocalCacheAfterUpload_"        = "حافظه نهان محلی را غیرفعال کنید";

// Manage AutoUpload

"_autoupload_"                      = "آپلود خودکار عکس ها / فیلم ها";
"_autoupload_select_folder_"        = "پوشه \"بارگذاری خودکار\" را انتخاب کنید";
"_autoupload_error_select_folder_"  = "پوشه معتبری را برای \"بارگذاری خودکار\" انتخاب کنید";
"_autoupload_background_"           = "بارگذاری خودکار در پس زمینه";
"_autoupload_photos_"               = "عکسهای بارگذاری خودکار";
"_autoupload_videos_"               = "آپلود خودکار فیلم ها";
"_autoupload_description_"          = "عکس ها / فیلم های جدید در ابر شما بارگذاری می شوند";
"_autoupload_description_background_"  = "این گزینه نیاز به استفاده از GPS دارد تا یک بار تغییر مکان بطور قابل توجهی در عکسها / فیلمهای جدید در رول دوربین انجام شود";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "به دلیل محدودیت های iOS ، انجام فرآیندهای پس زمینه هنوز امکان پذیر نیست ، مگر اینکه خدمات GPS فعال شوند. پس از تغییر سلول در شبکه سلولی ، سیستم برای مدت کوتاهی از خواب بیدار می شود و عکس های جدید را برای بارگذاری در ابر بررسی می کند.";
"_autoupload_change_location_"      = "Change folder";
"_autoupload_location_now_"         = "پوشه";
"_autoupload_location_default_"     = "Restore default folder";
"_autoupload_change_location_footer_" = "پوشه مورد استفاده برای \"بارگذاری خودکار عکس های دوربین\" را تغییر دهید (در صورت فعال بودن گزینه)";
"_autoupload_not_select_home_"      = "Select a folder";
"_autoupload_save_album_"           = "عکس یا فیلم را در آلبوم عکس کپی کنید";
"_autoupload_fullphotos_"           = "کل رول دوربین را بارگذاری کنید";
"_autoupload_fullphotos_footer_"    = "گزینه های بالا را قبل از بارگذاری تنظیم کنید";
"_autoupload_create_subfolder_"     = "استفاده از زیر پوشه";
"_autoupload_create_subfolder_footer_" = "ذخیره زیر پوشه بر اساس سال و ماه";
"_autoupload_filenamemask_"         = "ماسک نام پرونده را تغییر دهید";
"_autoupload_filenamemask_footer_"  = "ماسک نام فایل خودکار را تغییر دهید";
"_autoupload_current_folder_"       = "پوشه انتخاب شده در حال حاضر";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "آشنایی با Nextcloud";
"_help_activity_verbose_"       = "جزئیات فعالیت";
"_help_activity_mail_"          = "فعالیت را از طریق ایمیل ارسال کنید";
"_help_activity_clear_"         = "فعالیت پاک";


// Manage Advanced

"_show_hidden_files_"           = "نمایش فایل‌های مخفی";
"_format_compatibility_"        = "سازگارترین";
"_format_compatibility_footer_" = "\"سازگارترین\" در صورت امکان عکس های JPEG را ذخیره می کند";
"_privacy_"                     = "حریم خصوصی";
"_privacy_footer_"              = "Nextcloud iOS از یک سرویس برای تحلیل تصادف استفاده می کند. اطلاعات شخصی شما با گزارش ارسال نمی شود. اگر می خواهید آن را غیرفعال کنید ، لطفاً تنظیمات \"غیرفعال کردن گزارشگر خرابی\" را در روشن تغییر دهید";
"_crashservice_title_"          = "غیرفعال کردن گزارشگر خرابی";
"_crashservice_alert_"          = "برای شروع این گزینه مجدداً برنامه شروع می شود";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save, when possible, the photo selected in \"Live Photo\" format";

// Login

"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_connection_error_"            = "Connection error";
"_serverstatus_error_"          = "اتصال به خرابی سرور ، آدرس سرور یا وضعیت شبکه خود را تأیید کنید";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_login_url_"                   = "آدرس سرور https://…";
"_login_bottom_label_"          = "هنوز سرور ندارید؟ یکی از ارائه دهندگان را انتخاب کنید.";
"_error_multidomain_"           = "آدرس مجاز نیست ، فقط دامنه های زیر معتبر هستند:";
"_account_already_exists_"      = "حساب کاربری%@ موجود است";
"_traditional_login_"           = "به روش ورود به سیستم قدیمی برگردید";
"_web_login_"                   = "به روش ورود به وب برگردید";
"_login_url_error_"             = "Url error, please verify your server url";

// Favorite

"_favorites_"                   = "Favorites";
"_favorite_"                    = "برگزیده";
"_unfavorite_"                  = "ناخوشایند";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "فایل ها و پوشه هایی که به عنوان مورد علاقه شما علامت گذاری می شوند، نشان داده می شوند.";
"_tutorial_offline_view_"       = "پرونده های کپی شده در اینجا بصورت آفلاین در دسترس خواهند بود. آنها با ابر شما همگام می شوند.";
"_tutorial_local_view_"         = "پرونده های بدون بسته را از cloud خود پیدا کنید. برای به اشتراک گذاشتن این پرونده ها به iTunes متصل شوید.";
"_more_"                        = "بیش‌تر";
"_favorite_no_files_"           = "هنوز مورد دلخواه وجود ندارد";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "عکس و فیلم وجود ندارد";
"_tutorial_autoupload_view_"                = "می توانید بارگیری خودکار را از \"تنظیمات\" فعال کنید";
"_no_date_"                                 = "No date";
"_today_"                                   = "Today";
"_yesterday_"                               = "دیروز";
"_time_"                                    = "زمان%@\n\n%@";
"_location_not_enabled_"                    = "خدمات موقعیت مکانی فعال نیست";
"_location_not_enabled_msg_"                = "لطفاً به \"تنظیمات\" بروید و \"خدمات موقعیت مکانی\" را روشن کنید";
"_access_photo_not_enabled_"                = "دسترسی به عکس ها فعال نیست";
"_access_photo_not_enabled_msg_"            = "لطفاً به \"تنظیمات\" بروید و \"دسترسی به عکس\" را روشن کنید";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "لطفاً به \"تنظیمات\" بروید و \"دسترسی به عکس\" و \"خدمات موقعیت مکانی\" را روشن کنید";
"_tutorial_photo_view_"                     = "هنوز هیچ عکس یا فیلم بارگذاری نشده است";
"_create_full_upload_"                      = "ایجاد بایگانی ... ممکن است مدت زمان طولانی طول بکشد ، لطفا صبر کنید.";
"_error_createsubfolders_upload_"           = "خطا در ایجاد زیر پوشه ها";
"_activate_autoupload_"                     = "بارگذاری خودکار را فعال کنید";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "In case of successful auto upload a message will require the deletion of the photos or videos from the camera roll, remember that the deleted photos or videos will be available for 30 days in the trash";

// Utility

"_never_"                       = "هرگز";
"_less_a_minute_"               = "کمتر از یک دقیقه پیش";
"_minutes_ago_"                 = "دقیقه قبل%d";
"_hours_ago_"                   = "%d ساعاتی قبل";
"_days_ago_"                    = "%d روزها قبل";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "به نظر می رسد اتصال اینترنت آفلاین است یا Wi-Fi لازم است";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "به روزرسانی نسخه ، لطفا صبر کنید ...";
"_forbidden_characters_"        = "نام پرونده یا پوشه حاوی نویسه های نامعتبر است";
"_mail_not_can_send_mail_"      = "هیچ حساب تنظیم نشده یا آدرس ایمیل اشتباهی وارد شده است";

// File

"_photo_camera_"                = "عکس ها";
"_media_"                       = "رسانه";
"_unzip_in_progress_"           = "استخراج در حال ذخیره سازی محلی ...";
"_file_unpacked_"               = "پرونده در فضای ذخیره سازی محلی بسته نشده است";
"_file_saved_local_"            = "پرونده در حافظه محلی ذخیره شد.";
"_file_not_present_"            = "خطا: پرونده موجود نیست ، لطفا بارگیری مجدد کنید.";
"_order_by_"                    = "مرتب‌سازی بر اساس";
"_order_by_name_a_z_"           = "مرتب سازی بر اساس نام (از A تا Z)";
"_sorted_by_name_a_z_"          = "Sorted by name (from A to Z)";
"_order_by_name_z_a_"           = "مرتب سازی بر اساس نام (از Z تا A)";
"_sorted_by_name_z_a_"          = "Sorted by name (from Z to A)";
"_order_by_date_more_recent_"   = "مرتب سازی بر اساس جدیدترین";
"_sorted_by_date_more_recent_"  = "Sorted from the most recent";
"_order_by_date_less_recent_"   = "مرتب سازی بر اساس موارد اخیر";
"_sorted_by_date_less_recent_"  = "Sorted from the less recent";
"_order_by_size_smallest_"      = "مرتب سازی از کوچکترین";
"_sorted_by_size_smallest_"     = "Sorted from the smallest";
"_order_by_size_largest_"       = "مرتب سازی از بزرگترین";
"_sorted_by_size_largest_"      = "Sorted from the largest";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_move_or_copy_selected_files_" = "Move or copy files";
"_download_selected_files_"     = "Download files";
"_download_selected_files_folders_" = "بارگیری پرونده ها و پوشه ها";
"_error_operation_canc_"        = "خطا: عملیات لغو شد.";
"_only_lock_passcode_"          = "فقط با فعال کردن رمزعبور قفل موجود است. آن را در \"تنظیمات\" فعال کنید.";
"_go_to_app_settings_"          = "Go to app settings";
"_passcode_protection_"         = "محافظت از رمز عبور";
"_remove_favorites_"            = "از علاقه مندی ها حذف شود";
"_remove_offline_"              = "حذف از حالت آفلاین";
"_add_favorites_"               = "افزودن به علاقه مندی ها";
"_add_offline_"                 = "اضافه کردن به صورت آفلاین";
"_remove_passcode_"             = "محافظت از رمز عبور را حذف کنید";
"_protect_passcode_"            = "با رمز محافظت کنید";
"_share_"                       = "Share";
"_reload_"                      = "بارگیری مجدد";
"_open_in_"                     = "باز کردن در…";
"_remove_local_file_"           = "از حافظه نهان پاک کنید";
"_add_local_"                   = "به فضای محلی اضافه کنید";
"_comm_erro_pull_down_"         = "توجه: خطای ارتباط با سرور. برای تازه کردن پایین بکشید.";
"_file_not_downloaded_"         = "پرونده بارگیری نشده است";
"_file_not_uploaded_"           = "پرونده بارگذاری نشده است";
"_folders_"                     = "پوشه ها";
"_folder_"                      = "پوشه";
"_files_"                       = "پرونده ها";
"_file_"                        = "پرونده";
"_folder_blocked_"              = "پوشه مسدود شد";
"_downloading_progress_"        = "شروع بارگیری پرونده ها ...";
"_no_file_pull_down_"           = "برای تازه کردن ، یک پرونده را بارگذاری کنید یا پایین بکشید";
"_browse_images_"               = "تصاویر را مرور کنید";
"_synchronized_folder_"         = "پوشه را همگام نگه دارید";
"_remove_synchronized_folder_"  = "همگام سازی را خاموش کنید ";
"_synchronized_confirm_"        = "بعد از فعال کردن هماهنگ سازی ، تمام پرونده های موجود در پوشه با سرور هماهنگ می شوند ، ادامه دهید؟";
"_offline_folder_confirm_"      = "بعد از فعال کردن پوشه آفلاین ، تمام پرونده های موجود در آن با سرور هماهنگ می شوند ، ادامه دهید؟";
"_file_not_found_reload_"       = "پرونده یافت نشد ، برای تازه کردن پایین بکشید";
"_title_section_download_"      = "دانلود";
"_title_section_upload_"        = "آپلود";
"_group_alphabetic_yes_"        = "گروه الفبایی";
"_group_alphabetic_no_"         = "گروه الفبایی";
"_group_typefile_yes_"          = "گروه براساس نوع پرونده";
"_group_typefile_no_"           = "گروه براساس نوع پرونده";
"_group_date_yes_"              = "گروه براساس تاریخ";
"_group_date_no_"               = "گروه براساس تاریخ";
"_element_"                     = "عنصر";
"_elements_"                    = "عناصر";
"_tite_footer_upload_wwan_"     = "برای%@ بارگذاری شبکه Wi-Fi مورد نیاز است";
"_tite_footer_upload_"          = "%@برای بارگذاری";
"_tite_footer_download_wwan_"   = "برای %@بارگیری شبکه Wi-Fi مورد نیاز است";
"_tite_footer_download_"        = "%@دانلود";
"_limited_dimension_"           = "حداکثر اندازه رسیده است";
"_save_selected_files_"         = "تصاویر و فیلم ها را در آلبوم عکس ذخیره کنید";
"_file_not_saved_cameraroll_"   = "خطا: پرونده در آلبوم عکس ذخیره نشده است";
"_file_saved_cameraroll_"       = "پرونده در آلبوم عکس ذخیره شد";
"_directory_on_top_yes_"        = "پوشه ها در بالا";
"_directory_on_top_no_"         = "پوشه ها در بالا";
"_folder_automatic_upload_"     = "پوشه \"آپلود خودکار\"";
"_search_no_record_found_"      = "نتیجه ای نداره";
"_search_in_progress_"          = "در حال جستجو ...";
"_search_instruction_"          = "جستجو برای پرونده (حداقل 2 حرف)";
"_files_no_files_"              = "هیچ فایلی اینجا وجود ندارد";
"_files_no_folders_"            = "هیچ پوشه ای در اینجا وجود ندارد";
"_request_in_progress_"         = "درخواست به سرور در حال انجام ...";

"audio"                         = "سمعی";
"compress"                      = "فشرده کردن";
"directory"                     = "فایل ها";
"document"                      = "مستندات";
"image"                         = "تصاویر";
"template"                      = "نمونه ها";
"unknow"                        = "ناشناخته";
"video"                         = "ویدیو";

"_file_del_only_local_"         = "پرونده در سرور موجود نیست";

"_copy_file_"                   = "فایل را کپی کن";
"_copy_files_"                  = "فایلها را کپی کنید";
"_paste_file_"                  = "چسباندن پرونده";
"_paste_files_"                 = "چسباندن پرونده";
"_open_quicklook_"              = "Open with Quick Look";

"_search_this_folder_"          = "در این پوشه جستجو کنید";
"_search_all_folders_"          = "جستجو در همه پوشه ها";
"_search_sub_folder_"           = "در اینجا و در زیر پوشه ها جستجو کنید";

"_theming_is_light_"            = "مضامین سرور خیلی روشن و کاربردی نیست";
"_cancel_all_task_"             = "تمام انتقال‌ها را لغو کن";

"_status_wait_download_"        = "در انتظار بارگیری";
"_status_in_download_"          = "در حال بارگیری";
"_status_downloading_"          = "بارگیری";
"_status_wait_upload_"          = "در انتظار بارگذاری";
"_status_in_upload_"            = "در بارگذاری";
"_status_uploading_"            = "در حال آپلود";

// Media

"_select_media_folder_"         = "پوشه \"Media\" را انتخاب کنید";
"_media_viewimage_show_"        = "نمایش تصاویر";
"_media_viewimage_hide_"        = "مخفی کردن تصاویر";
"_media_viewvideo_show_"        = "نمایش فیلم";
"_media_viewvideo_hide_"        = "پنهان کردن ویدیو";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "خطا: بارگیری عکس امکان پذیر نیست";

// Share

"_share_link_"                  = "لینک را به اشتراک بگذارید";
"_share_link_button_"           = "ارسال پیوند به…";
"_password_"                    = "کلمه عبور";
"_share_password_"              = "پیوند محافظت شده با رمز عبور";
"_share_expirationdate_"        = "تاریخ انقضا برای پیوند تعیین کنید";
"_date_"                        = "تاریخ";
"_share_title_"                 = "اشتراک";
"_add_sharee_"                  = "کاربران یا گروه ها را اضافه کنید";
"_add_sharee_footer_"           = "شما می توانید با اضافه کردن کاربران یا گروه ها ، این منبع را به اشتراک بگذارید. برای حذف اشتراک ، همه کاربران و گروه ها را حذف کنید";
"_find_sharee_title_"           = "جستجو کردن";
"_find_sharee_"                 = "جستجوی کاربر یا گروه ...";
"_find_sharee_footer_"          = "بخشی از نام کاربر یا گروه را برای جستجو (حداقل 2 کاراکتر) وارد کنید و به دنبال \"بازگشت\" ، کاربرانی را انتخاب کنید که به آنها اجازه دسترسی داشته باشند تا به دنبال آن \"انجام شد\" به سهم خود دسترسی پیدا کنند.";
"_user_is_group_"               = "(گروه)";
"_direct_sharee_title_"         = "اشتراک";
"_direct_sharee_footer_"        = "اگر نام را از قبل می شناسید ، آن را وارد کنید ، سپس نوع اشتراک را انتخاب کرده و \"تأیید\" را فشار دهید تا تأیید شود";
"_direct_sharee_"               = "نام کاربری را وارد کنید ...";
"_user_sharee_footer_"          = "برای تغییر مجوزها ضربه بزنید";
"_share_type_title_"            = "نوع سهم";
"_share_type_user_"             = "User";
"_share_type_group_"            = "گروه";
"_share_type_remote_"           = "از راه دور";
"_enforce_password_protection_" = "اجبار برای محافظت توسط رمز عبور";
"_password_obligatory_"         = "محافظت از رمز عبور را فعال کنید ، رمز عبور واجب است";
"_shared_with_you_by_"          = "با شما به اشتراک گذاشته شده است";
"_shareLinksearch_placeholder_" = "یک نام بنویسید و Enter را فشار دهید";
"_new_comment_"                 = "نظر جدید…";
"_edit_comment_"                = "ویرایش توضیح";
"_delete_comment_"              = "حذف توضیح";
"_share_allow_editing_"         = "اجازه‌ی ویرایش";
"_share_read_only_"             = "فقط خواندنی";
"_share_allow_upload_"          = "اجازه آپلود و ویرایش";
"_share_file_drop_"             = "انداختن فایل (فقط آپلود)";
"_share_hide_download_"         = "پنهان کردن بارگیری";
"_share_password_protect_"      = "نگهداری کردن رمز عبور";
"_share_expiration_date_"       = "تنظیم تاریخ انقضا";
"_share_note_recipient_"        = "توجه داشته باشید به گیرنده";
"_share_delete_sharelink_"      = "پیوند اشتراک را حذف کنید";
"_share_add_sharelink_"         = "پیوند دیگری اضافه کنید";
"_share_can_reshare_"           = "می توان مجددا به اشتراک گذاشت";
"_share_can_create_"            = "می تواند ایجاد کند";
"_share_can_change_"            = "می تواند تغییر کند";
"_share_can_delete_"            = "می‌تواند حذف کند";
"_share_unshare_"               = "لغو اشتراک";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "می توانید ویرایش کنید";
"_share_permission_file_can_write_" = "می توانید پرونده بنویسید";
"_share_permission_create_"         = "می‌تواند ایجاد کرد";
"_share_permission_create_file_"    = "می تواند پرونده ایجاد کند";
"_share_permission_create_folder_"  = "می‌توان پوشه ایجاد کرد";
"_share_permission_change_"         = "می تواند تغییر کند";
"_share_permission_delete_"         = "می توانید حذف کنید";
"_share_permission_share_"          = "میتوانید به اشتراک بگذارید";
"_share_permission_rename_"         = "می تواند تغییر نام دهد";
"_share_permission_move_"           = "می تواند حرکت کند";
"_share_permission_read_"           = "می تواند بخواند";
"_share_permission_info_"           = "به اشتراک گذاری اطلاعات";
"_share_permission_path_"           = "پوشه /فایل";
"_share_permission_type_"           = "نوع";
"_share_permission_typeuser_"       = "کاربر";
"_share_permission_typegroup_"      = "گروه";
"_share_permission_typepubliclink_" = "لینک";
"_share_permission_typefederated_"  = "فدرال";
"_share_permission_owner_"          = "صاحب";
"_share_permission_date_"           = "تاریخ";
"_share_permission_email_"          = "اعلان از طریق ایمیل";
"_share_link_readonly_"             = "فقط خواندنی";
"_share_link_modify_"               = "اجازه‌ی ویرایش";
"_share_link_upload_"               = "انداختن فایل (فقط آپلود)";
"_share_link_upload_modify_"        = "اجازه آپلود و ویرایش";
"_share_link_hide_download_"        = "پنهان کردن بارگیری";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "با شما به اشتراک گذاشته شده است";
"_type_resource_external_"          = "فضای ذخیره سازی خارجی";

// Share Ext

"_destiny_folder_"                  = "پوشه%@";

"_no_transfer_"                     = "هنوز نقل و انتقالات انجام نشده است";
"_no_transfer_sub_"                 = "بارگیری و بارگیری از این دستگاه در اینجا نشان داده خواهد شد";
"_no_activity_"                     = "هنوز فعّالیت ندارد";
"_transfers_"                       = "نقل و انتقالات";
"_activity_"                        = "فعّالیت";
"_activity_file_not_present_"       = "پرونده دیگر موجود نیست";
"_trash_file_not_found_"            = "به نظر می رسد که پرونده در سطل زباله نیست ، برای به روزرسانی به سطل زباله بروید و دوباره امتحان کنید";

// List Shares

"_list_shares_"                     = "اشتراک گذاری ها";
"_list_shares_no_files_"            = "هنوز هیچ اشتراکی وجود ندارد";
"_tutorial_list_shares_view_"       = "فایل ها و پوشه هایی که شما به اشتراک می گذارید در اینجا نمایش داده خواهند شد.";


// Offline - Local Storage

"_create_synchronization_"          = "هماهنگی ایجاد کنید";
"_offline_"                         = "آفلاین";
"_local_storage_"                   = "ذخیره محلی";
"_local_storage_no_record_"         = "هنوز هیچ پرونده ای وجود ندارد";

// Create Cloud

"_upload_photos_videos_"            = "عکس یا فیلم بارگذاری کنید";
"_upload_file_"                     = "آپلود فایل";
"_upload_file_text_"                = "فایل متنی ایجاد کنید";
"_create_nextcloudtext_document_"   = "ایجاد سند متنی";

// Document Picker

"_save_document_picker_"            = "اینجا ذخیره کنید";

// CreateFormUploadAssets

"_destination_folder_"              = "پوشه مقصد";
"_use_folder_auto_upload_"          = "از پوشه \"بارگذاری خودکار\" به عنوان مقصد استفاده کنید";
"_rename_filename_"                 = "تغییرنام";
"_filename_"                        = "نام فایل";
"_preview_filename_"                = "پیش نمایش مثال از نام پرونده می توانید از ماسک برای %@تاریخ / زمان استفاده کنید";
"_forbidden_characters_"            = "نام پرونده یا پوشه حاوی نویسه های نامعتبر است";
"_add_filenametype_"                = "نام پرونده را مشخص کنید";
"_filenametype_photo_video_"        = "عکس / فیلم";
"_maintain_original_filename_"      = "نام اصلی را حفظ کنید";
"_modify_photo_"                    = "عکس را اصلاح کنید";

// Notification

"_notification_"                    = "اطلاع";
"_no_notification_"                 = "No notification yet";

// Photo Browser

"Done"                              = "انجام شد";
"Select Photos"                     = "عکسها را انتخاب کنید";
"photo"                             = "عکس";
"photos"                            = "عکس ها";
"of"                                = "از";
"%i of %i"                          = "%1$i از %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "نام بارگذاری خودکار";

// Text File

"_untitled_txt_"                    = "بدون عنوان.txt";
"_text_upload_title_"               = "فایل متنی را بارگذاری کنید";

// EndToEnd Encryption

"_e2e_settings_title_"              = "رمزگذاری";
"_e2e_settings_"                    = "رمزگذاری نهایی به پایان";
"_e2e_settings_start_"              = "رمزگذاری پایان به پایان را شروع کنید";
"_e2e_settings_not_available_"      = "رمزگذاری نهایی به پایان در دسترس نیست";
"_e2e_settings_activated_"          = "رمزگذاری پایان به پایان فعال شد";
"_e2e_settings_view_passphrase_"    = "همه 12 کلمه در کنار هم یک رمزعبور بسیار قوی ایجاد می کنند و به شما امکان می دهد پرونده های رمزگذاری شده خود را مشاهده کرده و از آنها استفاده کنید. لطفاً آن را بنویسید و در جایی امن نگه دارید.";
"_e2e_settings_read_passphrase_"    = "عبارت عبور را بخوانید";
"_e2e_settings_lock_not_active_"    = "قفل فعال نیست ، به \"تنظیمات\" برگردید و آن را فعال کنید";
"_e2e_settings_the_passphrase_is_"  = "عبارت عبارت است از:";
"_e2e_passphrase_request_title_"    = "درخواست کلمه عبور";
"_e2e_passphrase_request_message_"  = "12 کلمه را وارد کنید";
"_e2e_settings_remove_"             = "رمزگذاری را به صورت محلی بردارید";
"_e2e_settings_remove_message_"     = "حذف رمزگذاری را همراه با عبارت عبور تأیید کنید.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "این یک فهرست راهنما رمزگذاری شده است ، به \"تنظیمات\" بروید و رمزنگاری نهایی را فعال کنید";
"_e2e_delete_folder_not_permitted_" = "حذف دایرکتوری مشخص شده به عنوان رمزگذاری شده مجاز نیست";
"_e2e_error_encode_metadata_"       = "خطای داخلی جدی در کدگذاری ابرداده";
"_e2e_error_decode_metadata_"       = "خطای داخلی جدی در رمزگشایی ابرداده";
"_e2e_error_create_encrypted_"      = "امکان ایجاد پرونده رمزگذاری نشده وجود دارد";
"_e2e_error_update_metadata_"       = "خطای فوق داده را به روز کنید";
"_e2e_error_store_metadata_"        = "ذخیره ابرداده امکان پذیر نیست";
"_e2e_error_send_metadata_"         = "ابرداده ارسال نشد";"_e2e_error_delete_metadata_"       = "امکان حذف ابرداده وجود ندارد";
"_e2e_error_get_metadata_"          = "فراداده قابل برداشت نیست";
"_e2e_error_not_enabled_"           = "خطای داخلی جدی. رمزگذاری نهایی به پایان فعال نمی شود";
"_e2e_error_record_not_found_"      = "خطای داخلی جدی. سوابق یافت نشد";
"_e2e_error_unlock_"                = "پوشه را نمی توان باز کرد";
"_e2e_error_lock_"                  = "پوشه را نمی توان قفل کرد";
"_e2e_error_delete_mark_folder_"    = "رمزگشایی پوشه مشخص شده";
"_e2e_error_mark_folder_"           = "پوشه را رمزگذاری کنید";
"_e2e_error_directory_not_empty_"   = "دایرکتوری خالی نیست";

// Scan Document

"_scans_document_"                  = "اسکن سند";
"_scanned_images_"                  = "تصاویر اسکن شده";
"_scan_document_pdf_page_"          = "صفحه";
"_scan_label_document_zone_"        = "تصاویر را برای ایجاد سند بکشید";
"_filter_original_"                 = "اصلی";
"_filter_bn_"                       = "سیاه سفید";
"_filter_grayscale_"                = "خاکستری";
"_quality_image_title_"             = "کیفیت تصویر";
"_quality_high_"                    = "اندازه بزرگ پرونده با کیفیت بالا";
"_quality_medium_"                  = "اندازه متوسط پرونده با کیفیت متوسط";
"_quality_low_"                     = "اندازه پرونده کوچک با کیفیت پایین";
"_file_type_"                       = "نوع فایل";
"_pdf_password_"                    = "رمز عبور PDF";
"_file_creation_"                   = "ایجاد پرونده";
"_delete_all_scanned_images_"       = "آیا می خواهید تمام تصاویر اسکن شده را حذف کنید؟";
"_text_recognition_"                = "تشخیص متن";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "درحال اسکن";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "بعدی";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "اسکن را ویرایش کنید";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "انجام شد";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "مرور";

// Trah

"_trash_view_"                      = "فایل های حذف شده";
"_trash_restore_all_"               = "همه پرونده ها را بازیابی کنید";
"_trash_delete_all_"                = "سطل آشغال";
"_trash_no_trash_"                  = "هیچ پرونده ای حذف نشده است";
"_trash_no_trash_description_"      = "می توانید پرونده های حذف شده را از اینجا بازیابی کنید";
"_trash_restore_selected_"          = "فایل های انتخاب شده را بازیابی کنید";
"_trash_delete_selected_"           = "پرونده های انتخاب شده حذف شد";

// Offline

"_manage_file_offline_"             = "پرونده های آفلاین را مدیریت کنید";
"_set_available_offline_"           = "عنوان موجود را به صورت آفلاین تنظیم کنید";
"_remove_available_offline_"        = "حذف به صورت آفلاین در دسترس است";

// Richdocuments

"_create_new_document_"             = "ایجاد سند جدید";
"_create_new_spreadsheet_"          = "ساختن صفحه گسترده جدید";
"_create_new_presentation_"         = "ساختن ارائه جدید";
"_go_online_"                       = "برای دیدن سند به صورت آنلاین بروید";

// Intro

"_intro_1_title_"                   = "یک خانه امن برای تمام اطلاعات شما";
"_intro_2_title_"                   = "چند حساب کاربری جداگانه ";
"_intro_3_title_"                   = "شروع کنید";
"_intro_4_title_"                   = "اشتراک گذاری صفحه ، جلسات آنلاین و کنفرانس های وب";

"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "میزبان سرور خود";

// Error

"_unauthorized_"                        = "غیرمجاز";
"_bad_username_password_"               = "نام کاربری یا رمز ورود اشتباه است";
"_cancelled_by_user"                    = "انتقال لغو شد";
"_error_folder_destiny_is_the_same_"    = "جابجایی پوشه به خود امکان پذیر نیست";
"_error_not_permission_"                = "شما دسترسی مجاز برای انجام این عمل را ندارید";
"_error_path_"                          = "قادر به باز کردن این فایل یا پوشه نیست لطفا مطمئن شوید که آن وجود دارد";
"_file_upload_not_exitst_"              = "فایلی که می خواهید آپلود کنید وجود ندارد";
"_forbidden_characters_from_server_"    = "نام فایل دارای حداقل یک کاراکتر نامعتبر است";
"_not_connected_internet_"              = "خطای اتصال به سرور";
"_not_possible_connect_to_server_"      = "در این زمان امکان اتصال به سرور وجود ندارد";
"_not_possible_create_folder_"          = "پوشه نتوانست ایجاد شود";
"_server_down_"                         = "برقراری ارتباط با سرور برقرار نیست";
"_time_out_"                            = "گذشت زمان بیش از اندازه, دوباره امتحان کنید";
"_unknow_response_server_"              = "پاسخ غیرمنتظره از سرور";
"_user_authentication_required_"        = "احراز هویت کاربر لازم است";
"_file_directory_locked_"               = "فایل یا دایرکتوری قفل شده است";
"_ssl_certificate_untrusted_"           = "حجم فایل معتبر نیست";
"_internal_server_"                     = "خطای سرور داخلی";
"_file_already_exists_"                 = "قادر به انجام عملیات نیست ، پرونده ای با همین نام وجود دارد";
"_file_folder_not_exists_"              = "فایل منبع در مسیر مشخص شده یافت نشد";
"_folder_contents_nochanged_"           = "محتوای پوشه تغییر نکرده است";
"_images_invalid_converted_"            = "تصویر نامعتبر است و نمی تواند به یک تصویر کوچک تبدیل شود";
"_method_not_expected_"                 = "روش درخواست غیر منتظره";
"_reauthenticate_user_"                 = "دسترسی منقضی شده است ، دوباره وارد سیستم شوید";
"_server_error_retry_"                  = "سرور به طور موقت در دسترس نمیباشد";
"_too_many_files_"                      = "تعداد زیادی پرونده در این عملیات نقش دارند";
"_too_many_request_"                    = "ارسال درخواست های زیاد باعث شده تا حد مجاز بالا نرود";
"_user_over_quota_"                     = "سهمیه ذخیره سازی شما تمام شده است";
"_ssl_connection_error_"                = " خطا در اتصال SSL، دوباره امتحان کنید";
"_bad_request_"                         = "درخواست بد";
"_webdav_locked_"                       = "WebDAV Locked: تلاش برای دسترسی به منبع قفل شده";
"_error_user_not_available_"            = "کاربر دیگر در دسترس نیست";
"_server_response_error_"               = "خطای محتوای پاسخ سرور";
"_no_nextcloud_found_"                  = "سرور Nextcloud یافت نشد";
"_error_decompressing_"                 = "خطا در هنگام رفع فشار. روش فشرده سازی ناشناخته یا پرونده خراب است";
"_error_json_decoding_"                 = "خطای داخلی جدی در رمزگشایی ابرداده (داده ها را نمی توان بخوانید زیرا در قالب صحیح نیست.)";

// BKPasscode

"%d Failed Passcode Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";
"%d Failed Password Attempts" = "%d تلاش های ناموفقیت برای رمز عبور";

"1 Failed Passcode Attempt" = "1 تلاش ناموفقیت برای رمز عبور";
"1 Failed Password Attempt" = "1 تلاش ناموفقیت برای رمز عبور";

"Do you want to use Touch ID for authentication?" = "آیا می خواهید برای تأیید اعتبار از Touch / Face ID استفاده کنید؟";

"Done" = "انجام شد";

"Enable Touch ID" = "فعال کردن شناسه لمسی / چهره";

"Enter a different passcode. Cannot re-use the same passcode." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";
"Enter a different password. Cannot re-use the same password." = "استفاده از رمز عبور قبلی مقدور نیست, رمز جدید انتخاب کنید";

"Enter a passcode" = "رمز خود را وارد کنید";
"Enter a password" = "یک گذرواژه وارد کنید";

"Enter your new passcode" = "رمز عبور جدید خود را وارد کنید";
"Enter your new password" = "گذرواژه جدید خود را وارد کنید";

"Enter your old passcode" = "رمز عبور قبلی را وارد کنید";
"Enter your old password" = "گذرواژه قدیمی خود را وارد کنید";

"Enter your passcode" = "رمز خود را وارد کنید";
"Enter your password" = "گذرواژه خود وارد کنید";

"Invalid Passcode" = "رمز نادرست";
"Invalid Password" = "گذرواژه نادرست";

"Passcodes did not match.\nTry again." = "کد های عبور مطابقت نداشت.\nدوباره امتحان کنید.";
"Password did not match.\nTry again." = "گذرواژه مطابقت نداشت.\nدوباره امتحان کنید.";

"Re-enter your passcode" = "کد عبور خود را دوباره وارد کنید";
"Re-enter your password" = "گذرواژه خود را دوباره وارد کنید";

"Try again in %d minutes" = " %d دقیقه دیگر دوباره امتحان کنید";

"Try again in 1 minute" = " 1 دقیقه دیگر دوباره امتحان کنید";

// QRCode

"_qrcode_not_authorized_"   = "این برنامه مجاز به استفاده از دوربین پشت نیست";
"_qrcode_not_supported_"    = "این برنامه برای استفاده از دوربین پشت دوربین استفاده می کند";

// Voice Memo

"_create_voice_memo_"       = "یادداشت صوتی ایجاد کنید";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "یادداشت صوتی را بارگذاری کنید";

// IM

"_textnote_"                = "Text note";
"_audionote_"               = "Audio note";
"_removeaudionote_"         = "Do you want delete the audio note?";
"_detailpicture_"           = "Detail picture";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
